import React from "react";
import "./AboutUs.css"; // นำเข้าไฟล์ CSS

const AboutUs = () => {
  return (
    <div className="aboutus-container">
      <div className="aboutus-content">
        <h2 className="aboutus-title">สาขาเทคโนโลยีสารสนเทศ (IT)</h2>
        <p className="aboutus-description">
        การคิดและทำอย่างสร้างสรรค์ คือแรงผลักดันที่พวกเรา ชาวเทคโนโลยีสารสนทศ วิทยาลัยเทคโนโลยีโปลิเทคนิคลานนา เชียงใหม่ ใช้เป็นแนวทางในการผลิตคอมพิวเตอร์ สร้างองค์ความที่โดนเด่นโดยบุคลากรผู้ทรงคุณวุฒิทั้งภายในและภายนอกสถานศึกษา เพิ่มพูนทักษะ ในด้านซ่อมบำรุงรักษาคอมพิวเตอร์ทั้งซอฟต์แวร์ และฮาร์ดแวร์ ผู้ที่สำเร็จการศึกษาสาขาสามารถประกอบอาชีพ ช่างในทุกองค์กรที่มีคอมพิวเตอร์หรือระบบสรสนเทศ ธุรกิจที่มีเทคโนโลยีสารสนเทศอยู่ ธุรกิจที่มีเทดโนโลยีสารสนเทศเป็นแกนหลัก ได้แก่ ธุรกิจผลิตซอฟต์แวร์หรือโปรแกรมคอมพิวตอร์ ธุรกิจบริการด้านข้อมูลข่าวสาร ธุรกิจด้านการให้ บริการระบบเครือข่ายคอมพิวเตอร์ ระบบอินเตอร์เน็ตหรือระบบเครือข่ายมือถือ ธุรกิจให้บริการด้านพาณิชย์ อิเล็กทรอนิกส์หรืออี-คอมเมิร์ช ธุรกิจให้คำปรึกษาด้านเทคโนโลยีสารสนทศ หรือที่เรียกว่าธุรกิจคอนซัลแตนต์ ธุรกิจแอนิมชั่นและเกม จบสาขาเทคโนโลยีสารสนเทศแล้ว สามารถไป ศึกษาต่อ ด้านระบบฐานข้อมูลองค์กร ด้านเน็ตเวิร์ต ด้านความปลอดภัยของระบบของคอมพิวเตอร์ ด้านระบบคอมพิวเตอร์อัจฉริยะหรือปัญญา และนำคอมพิวเตอร์ไปประยุกต์ในงานสาขาอื่น เช่น ด้านสื่อมวลชน ด้านมัลติมีเดีย ด้านแอนิมชั่น ด้านสารสนเทศเพื่อการแพทย์ ด้านสารสนเทศชีววิทยา ด้านการสร้างแบบจำลองเพื่อวิเคราะห์ทางเคมีและพิสิกส์ และสามารถศึกษาต่อระดับปริญญาตรีหลายสขา เช่น สาขาเทคโนโลยีสารสนเทศ สาขาคอมพิวตอร์ธุรกิจ, สาขาเทคโนโลยีสารสนทศธุรกิจ, สาขาเทคโนโลยีสารสนเทศและการสื่อสาร 
        </p>
      </div>
      <div className="mission-container">
        <h3 className="mission-title">จุดมุ่งหมายของเรา</h3>
        <p className="mission-description">
        การพัฒนาทักษะการแก้ปัญหาที่ท้าทาย: เพื่อให้นักศึกษาเรียนรู้วิธีการใช้เทคโนโลยีในการแก้ไขปัญหาจริงในโลกธุรกิจและสังคม
        </p>
        <p className="mission-description">
        การสร้างนวัตกรรม: ส่งเสริมให้นักศึกษามีความคิดสร้างสรรค์ในการใช้เทคโนโลยีเพื่อสร้างสรรค์สิ่งใหม่ๆ ที่จะเปลี่ยนแปลงโลก
        </p>
        <p className="mission-description">
        การเตรียมความพร้อมสำหรับโลกดิจิทัล: ส่งเสริมทักษะด้านการทำงานร่วมกัน การสื่อสาร และการพัฒนาทักษะทางเทคนิคที่จำเป็นในการทำงานในยุคดิจิทัล
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
